Repository: FlutterMeta/MetaApp
Catalog: lib/l10n/app_*.arb
Languages: ru, uk

source: Authorization
ru: Авторизация
uk: Авторизація

source: Your login
ru: Ваш логин
uk: Ваш логін

# yourLoginWithTip
source: Your login (account name)
ru: Ваш логин (имя аккаунта)
uk: Ваш логін (назва облікового запису)

source: Your password
ru: Ваш пароль
uk: Ваш пароль

# codeFromImage
source: Code from an image*
ru: Код изображения*
uk: Код із зображення*

# dontHaveAnAccount
source: Don't have an account yet?
ru: У вас еще нет учетной записи?
uk: У вас ще немає облікового запису?

source: Sign Up
ru: Зарегистрироваться
uk: Зареєструватися

# forgotPassword
source: Forgot your password?
ru: Забыли пароль?
uk: Забули свій пароль?

source: Restore
ru: Восстановить
uk: Відновити

source: Login
ru: Войти
uk: Вхід

source: Incorrect login
ru: Неверный логин
uk: Неправильний логін

source: Incorrect password
ru: Неверный пароль
uk: Неправильний пароль

source: Incorrect code
ru: Неверный код
uk: Неправильний код

# fieldMustNotBeEmpty
source: This field must not be empty
ru: Это поле не должно быть пустым
uk: Це поле не має бути порожнім

# passwordMustBeLonger
source: Password must be longer than {minLength} symbols
ru: Пароль должен быть длиннее {minLength} символов
uk: Пароль має бути довшим за {minLength} символів

source: Access recovery
ru: Доступ к восстановлению
uk: Відновлення доступу

# logInSystem
source: Login in the system
ru: Войти в систему
uk: Вхід в систему

source: Registration e-mail
ru: Регистрационный адрес электронной почты
uk: Реєстраційна електронна пошта

source: Restore access
ru: Восстановить доступ
uk: Відновлення доступу

source: Create account
ru: Создать аккаунт
uk: Створити обліковий запис

# accountName
source: Account name (Login)
ru: Имя учетной записи (логин)
uk: Ім'я облікового запису (логін)

source: Enter your e-mail
ru: Введите свой адрес электронной почты
uk: Введіть свою електронну пошту

# yourTelegram
source: Your telegram nickname
ru: Ваш ник в телеграмме
uk: Ваш псевдонім у Telegram

# createAccountPassword
source: Create the account password
ru: Создайте пароль учетной записи
uk: Створіть пароль облікового запису

source: Repeat password
ru: Повторить пароль
uk: Повторіть пароль

source: Enter invitation code
ru: Введите код приглашения
uk: Введіть код запрошення

# alreadyHaveAccount
source: I already have an account (Log In)
ru: У меня уже есть учетная запись (Войти)
uk: У мене вже є обліковий запис (Увійти)

# moreFactsAbout
source: More facts about Aurora in the updated
ru: Больше фактов о MultiMeta в обновлении
uk: Більше фактів про MultiMeta в оновленій

source: Metaverse that unites
ru: Объединяющая метавселенная
uk: Метавсесвіт, який об'єднує

# profitToPartners
source: Profit to partners from 0.8% per day
ru: Прибыль партнерам от 0,8% в сутки
uk: Прибуток партнерам від 0,8% на день

# leadershipBonuses
source: Leadership bonuses in 15 levels
ru: Бонусы за лидерство на 15 уровнях
uk: Бонуси за лідерство на 15 рівнях

# fromFiftyDollars
source: From $50 to $1,000,000 for Leader Partner Park
ru: От 50 до 1 000 000 долл. США для парка Лидер-Партнер
uk: Від $50 до $1 000 000 для Leader Partner Park

source: Blog
ru: Блог
uk: Блог

source: Account
ru: Учетная запись
uk: Обліковий запис

source: Road map
ru: Дорожная карта
uk: Дорожній карті

# revelantInfo
source: More revelant information:
ru: Дополнительная актуальная информация:
uk: Більше актуальної інформації:

source: Start now
ru: Начать сейчас
uk: Почати зараз

source: Directions
ru: Направления
uk: Напрямки

source: Products
ru: Продукты
uk: Продукти

source: Partners
ru: Партнеры
uk: Партнери

# weCareAboutYou
source: We care about You | Aurora Universe | Auckland
ru: Мы заботимся о вас | MultiMeta Universe | Окленд
uk: Ми дбаємо про Вас | MultiMeta Universe | Окленд

source: Telegram
ru: Телеграмма

source: E-mail
ru: Электронная почта
uk: Електронна пошта

# submitTicket
source: Submit a ticket
ru: Отправить билет
uk: Надіслати квиток

source: Questions
ru: Вопросы
uk: Питання

source: Usage policy
ru: Политика использования
uk: Політика використання

source: White paper
ru: Белая бумага
uk: Білий папір

source: Office program
ru: Офисная программа
uk: Офісна програма

source: Resources
ru: Ресурсы
uk: Ресурси

source: Media and support
ru: Медиа и поддержка
uk: Медіа та підтримка

# wmaIncome
source: WMA Income, Investing, Leadership Rewards
ru: Доход WMA, Инвестирование, Лидерство Награды

# chooseMostProfitableWay
source: Choose the most profitable and interesting way to earn money with Aurora. Profit from owning shares in Aurora Universe, invest in profitable deposit programs, or show leadership and build a team in Aurora, receiving 3 types of bonus rewards.
ru: Выберите наиболее выгодный и интересный способ заработка с MultiMeta. Получайте прибыль от владения акциями MultiMeta Universe, инвестируйте в прибыльные депозитные программы или проявите лидерство и создайте команду в MultiMeta, получая 3 вида бонусных вознаграждений.

source: Download PDF presentation
ru: Скачать презентацию в формате PDF

source: Join
ru: Присоединиться

# buyOneOfWma
source: Buy one of 8.046.949.318 WMA shares at the average price of WMA Aurora and get income from 0.8% to 2.3% daily. Invest in Aurora Universe deposit programs and get from 0.75% fixed income per day.
ru: Купите одну из 8.046.949.318 акций WMA по средней цене WMA MultiMeta и получайте доход от 0,8% до 2,3% в день. Инвестируйте в депозитные программы Multimeta Universe и получайте от 0,75% фиксированного дохода в день.

# earnFrom
source: Earn from 0.80% to 2.30% per day on WMA shares
ru: Зарабатывайте от 0,80% до 2,30% в день на акциях WMA

# chooseLocationForPurchase
source: Choose a location for purchase
ru: Выберите место для покупки

source: Invest in deposit programs
ru: Инвестировать в депозитные программы

# incomeProgramsUp
source: Income programs up to 1.00% per day with the deposit return
ru: Доходные программы до 1.00% в сутки с возвратом депозита

source: Low yield investing
ru: Инвестирование с низкой доходностью

source: Earn on NFT technologies
ru: Зарабатывайте на технологиях NFT

# buyingNftTokens
source: Buying NFT tokens linked to Aurora profitable programs
ru: Покупка токенов NFT, связанных с прибыльными программами MultiMeta

# developmentStageUntil
source: Development stage until 09/05/2022
ru: Стадия разработки до 05.09.2022

source: Customer care service
ru: Служба поддержки клиентов

source: Become a partner
ru: Стать партнером

# getFinancialRewards
source: Get financial rewards, open access to new levels of Aurora NFT-Marketplace, earn bonus NFT tokens, as well as bonuses from affiliate income and increased referral rewards for fulfilling the conditions for opening a new Aurora leader rank.
ru: Получайте финансовые вознаграждения, открывайте доступ к новым уровням Multimeta NFT-Marketplace, зарабатывайте бонусные токены NFT, а также бонусы от партнерского дохода и повышенные реферальные вознаграждения за выполнение условий для открытия нового ранга лидера MultiMeta.

source: Account rank
ru: Ранг аккаунта

source: Active WMA shares
ru: Активные ресурсы WMA

source: Invitees by structure
ru: Приглашенные по структуре

source: Structure turnover
ru: Структура оборота

source: Income bonus
ru: Доходный бонус

source: Referral bonus
ru: Реферальный бонус

# monthlyCachback
source: Monthly cashback for holding shares
ru: Ежемесячный кэшбэк за владение акциями

# numberOfLevels
source: Number of levels in the count
ru: Количество уровней в счете

source: Bonus
ru: Бонус

# tableOfStabilization
source: Table of Stabilization of Interest Rates of Yield from 2022 to 2025
ru: Таблица стабилизации процентных ставок доходности с 2022 по 2025 год

# accordingToTheRoadmap
source: according to the company's roadmap from 05/01/2022 to 05/01/2025
ru: согласно дорожной карте компании с 01.05.2022 по 01.05.2025

# tableOfRates
source: Table of rates of return
ru: Таблица доходности

# largeEuropeanVenture
source: Large European and American Venture and Private Equity funds involved in different startup development stages.
ru: Крупные европейские и американские венчурные фонды и фонды прямых инвестиций, участвующие в различных стадиях развития стартапов.
uk: Великі європейські та американські венчурні фонди та фонди прямих інвестицій, залучені до різних етапів розробки стартапів.

source: Become an investor
ru: Стать инвестором
uk: Стати інвестором

# participationInDevelopment
source: Aurora Participation in the popular metaverses development
ru: Участие MultiMeta в разработке популярных метавселенных

# welcomeToDecentraland
source: Welcome to Decentraland. Create, explore and trade in a virtual world owned by its users.
ru: Добро пожаловать в Decentraland. Создавайте, исследуйте и торгуйте в виртуальном мире, принадлежащем его пользователям.
uk: Ласкаво просимо до Decentraland. Створюйте, досліджуйте та торгуйте у віртуальному світі, що належить його користувачам.

# spaceExploration
source: Space exploration strategy game, territorial conquest and political domination.
ru: Стратегическая игра по исследованию космоса, территориальному завоеванию и политическому господству.
uk: Стратегія дослідження космосу, завоювання території та політичне панування.

# horowitz
source: Andreessen Horowitz
ru: Андриссен Горовиц

# horowitzDescription
source: Projects that focus on games and NFTs, namely: Dapper Labs, Roblox, Open Sea.
ru: Проекты, посвященные играм и NFT, а именно: Dapper Labs, Roblox, Open Sea.

# sequoiaDescription
source: Projects related to the social network and game mixture, namely: Gather and RecRoom.
ru: Проекты, связанные со смесью социальной сети и игры, а именно: Gather и RecRoom.
uk: Проекти, пов'язані з соціальною мережею та сумішшю ігор, а саме: Gather і RecRoom.

source: Index Ventures
ru: Индексные предприятия
uk: Індекс Венчур

# indexVenturesDescription
source: 4 investments in metaverse projects with a focus on streaming platforms.
ru: 4 инвестиции в проекты метавселенной с упором на потоковые платформы.
uk: 4 інвестиції в проекти метавсесвіту з фокусом на потокових платформах.

source: We are trusted
ru: Нам доверяют
uk: Нам довіряють

# investmentPatrners
source: Investment partners
ru: Инвестиционные партнеры
uk: Інвестиційні партнери

# investmentPatrnersNumber
source: 150+ K
ru: 150+ тыс.

source: Financial Capital
ru: Финансовый капитал
uk: Фінансовий капітал

# metaverseComponents
source: The Metaverse Components
ru: Компоненты Метавселенной

# mainProducts
source: The main products for the Metaverse functioning, which are developed and searched by Aurora Universe.
ru: Основные продукты для функционирования Метавселенной, которые разрабатывает и ищет MultiMeta Universe.
uk: Основні продукти для функціонування Metaverse, які розробляє та шукає MultiMeta Universe.

source: Equipment
ru: Оборудование
uk: Обладнання

# equipmentDescription
source: VR glasses and AR gadgets for interacting with the Metaverse.
ru: VR-очки и AR-гаджеты для взаимодействия с Метавселенной.
uk: VR-окуляри та AR-гаджети для взаємодії з Метавсесвітом.

source: Software
ru: Программное обеспечение
uk: Програмне забезпечення

# softwareDescription
source: Virtual world projects created using 3D engines.
ru: Проекты виртуального мира, созданные с использованием 3D-движков.
uk: Проекти віртуального світу, створені за допомогою механізмів 3D.

source: Artificial intelligence
ru: Искусственный интеллект
uk: Штучний інтелект

# artificialIntelligenceDescription
source: Allow to develop the project in the early stages of development to attract large investments.
ru: Позволить развивать проект на ранних стадиях развития для привлечения крупных инвестиций.
uk: Дозволяє розвивати проект на ранніх стадіях розробки для залучення великих інвестицій.

source: Data centers
ru: Центры обработки данных
uk: Центри обробки даних

# dataCentersDescription
source: Cloud storage for metaverse data.
ru: Облачное хранилище для данных метавселенной.
uk: Хмарне сховище для даних метавсесвіту.

source: Blockchain
ru: Блокчейн
uk: Блокчейн

# blockchainDescription
source: Attaches each user's data and money to a digital account.
ru: Присоединяет данные и деньги каждого пользователя к цифровой учетной записи.
uk: Прикріплює дані та гроші кожного користувача до цифрового облікового запису.

source: Venture investments
ru: Венчурные инвестиции
uk: Венчурні інвестиції

# ventureInvestmentsDescription
source: Allow to develop the project in the early stages of development to attract large investments.
ru: Позволяют развивать проект на ранних стадиях развития для привлечения крупных инвестиций.
uk: Дозволити розвивати проект на ранніх стадіях розвитку для залучення великих інвестицій.

source: Aurora Consulting
ru: Аврора Consulting

source: Office program Aurora Universe
ru: Офисная программа Aurora Universe

source: | Publication date
ru: | Дата публикации

source: Welcome to the Aurora Universe
ru: Добро пожаловать во вселенную Авроры

# earnMoneyBuyingWMAShares
source: Earn money buying your own Aurora WMA shares or start growing as a leader and earn from the structure building affiliate program.
ru: Зарабатывайте деньги, покупая собственные акции Aurora WMA, или начните расти как лидер и зарабатывайте на партнерской программе построения структуры.

# askQuestion
source: Ask a Question
ru: Задать вопрос

# becomePatner
source: Become a partner
ru: Стать партнером

source: Sequoia
uk: Секвойя
